{
  "home": "Home",
  "expertise": "Expertise",
  "experience": "Experience",
  "projects": "Projects",
  "references": "References",
  "contact": "Contact",
  "toaster": {
    "navbar": "Nothing to see here... Keep scrolling!",
    "missing-fields": "Name and message are required.",
    "invalid-email": "Invalid email address.",
    "success": "Email sent successfully!",
    "error": "Error sending email:"
  },
  "error-page": {
    "error-message": "Sorry, this page does not exist.",
    "back-home": "Back to home page"
  },
  "intro": {
    "title": "Full Stack Developer 📍 Barcelona"
  },
  "expertise-section": {
    "frontend": "Front end development",
    "backend": "Back end development",
    "tools-softwares": "Tools & softwares"
  },
  "experience-section": {
    "skills-used": "Main skills used:",
    "exp1": {
      "title": "Junior Full Stack Developer @ Brickbro",
      "dates": "September 2023 - present",
      "description": "Creation and implementation of innovative scalable and adapted solutions for the company's commercial premises marketplace and custom CRM. Working on several backend projects to optimize our data and transform it, as well as frontend applications where the geometries bring complexity and the many sources of data we handle bring complexity. Hands on development, code reviews and agile methodologies."
    },
    "exp2": {
      "title": "Technical Application Analyst II @ ADP Iberia",
      "dates": "October 2021 - September 2023",
      "description": "Internal T2 level support for a Time & Attendance software named Enterprise eTime. Diagnose and resolve issues related to software configuration and upgrade, databases, servers, interfaces, federation/login into the system, etc - for high-profile clients."
    }
  },
  "see-project": "See project",
  "personal-projects": {
    "title": "Personal projects",
    "projects": {
      "description1": "Wiki-scrapper is a small app created to practice scraping data with Colly framework. It uses random user-agents from ScrapeOps and  outputs the data scraped into a JSON file.",
      "description2": "I am currently working on creating a currency converter on which you can quickly save your favorite currencies and convert them on the fly... stay tuned!",
      "description3": "I am also working on getting to know Smart Contracts and on the creation and sale of a NFT designed by myself... stay tuned! (Yes, again)"
    }
  },
  "school-projects": {
    "title": "School projects",
    "projects": {
      "description4": "Food-Folio is a recipes app which allows users to see a wide variety of recipes and cooking steps, but also allows them to add their own recipes and save their favorites for quick access.",
      "description5": "After Hubble telescope was launched, alien populations have started being attacked by some alien monster. As part of the Independent Wizards Mission (IWM), you are charged with one mission: go to planet BetaX-2 and kill the enemies to allow friendly and nice aliens to live in peace.",
      "description6": "investMate is an app which connects entrepreneurs and investors worldwide so that innovative ideas become successful businesses. Browse for projects in your industry and start chatting!"
    }
  },
  "references-section": {
    "ref1": {
      "content": "From the first day, it was clear that Patri was not just one more student. She is a bright person and has worked hard, and has helped create a great environment with her classmates, always helping anyone in need. Ambitious and perfectionist, Patri has the best mindset for the programming world. I am sure the future holds incredible things for you, Patri!!",
      "title": "Full stack web developer and teacher @ Freelance & IronHack"
    },
    "ref2": {
      "content": "Patricia is a self starter and go getter. She’s got a good attitude and is well liked by her teammates. I admire her passion for development and know she will make a positive impact wherever she goes.",
      "title": "MS Sr Manager Global Technical Services @ ADP"
    },
    "ref3": {
      "content": "If you combine hard work, analytical mindset, positive attitude, willingness to help and strive for the best results all the time... you get Patricia. Her work always went above and beyond my expectations and during the last 1,5 year I had a pleasure to guide Patricia, she managed to make a big footprint in our team. Patricia is very motivated, fast learner with great work ethics and big dreams. Her humor and empathy fostered a comforting work environment. I have no doubt that Patricia will continue to excel in her future endeavors and highly recommend her to any potential employer.",
      "title": "EMEA Manager Global Technical Services @ ADP"
    }
  },
  "contact-section": {
    "disclaimer": "Feel free to reach out!",
    "cv-action": "Download my CV",
    "email-disclaimer": "You can also email me",
    "name-field": "Your name:",
    "email-field": "Your email:",
    "message-field": "Your message to me:",
    "send-email": "Send email"
  }
}
